Revit 2024 API
ParameterTypeId.StairsDbgShowTriserCorseGeom Property
 "Show Triser Corse Geometry"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId StairsDbgShowTriserCorseGeom { get; }
Visual Basic
Public Shared ReadOnly Property StairsDbgShowTriserCorseGeom As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ StairsDbgShowTriserCorseGeom {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace